[
  {
    "id": 1,
    "articleImage": "src/assets/article1.jpg",
    "title": "Happy Birthday Mikhail Tal",
    "date_published": "15-07-2022",
    "description": "দাবা মানেই কি বিরক্তিকর একঘেয়ে খেলা? \nদাবার বোর্ডে কি শুধুই ভারিক্কি চেহারার রাশভারী সব বুড়ো লোকেরা বসে থাকে, আর ঘণ্টায় মাত্র একটা করে চাল দেয়? যদি এমনটাই ভেবে থাকেন, তবে মিখাইল তাল আপনার কাছে এক ব্যতিক্রম হিসেবেই ধরা দেবেন! \nতিনি ছিলেন গণমানুষের প্রিয় দাবাড়ু। দাবাকে শুধু পজিশনাল খেলা থেকে বের করে আনেন তাল। যুক্ত করেন গতি, আক্রমণ আর চোখধাঁধানো সব চাল।\nমিখাইল নেখেমিভিচ তাল, বা মিখাইল তাল- একজন সোভিয়েত গ্র‍্যান্ডমাস্টার এবং অষ্টম বিশ্বচ্যাম্পিয়ন (১৯৬০-১৯৬১)। \nলাটভিয়ায় জন্মগ্রহণ করেন, ৯ নভেম্বর ১৯৩৬ সালে৷ একদম প্রথম থেকেই মিখাইল তাল স্বাস্থহীনতায় ভুগতে থাকেন। তিন বছর বয়সে পড়তে শেখা এবং ১৫ বছর বয়সে বিশ্ববিদ্যালয়ে অধ্যয়নের সুযোগ পাওয়া এই সৃজনশীল মেধাবী মানুষটি পৃথিবীর অন্যতম সেরা এটাকিং প্লেয়ার হিসেবে পরিগণিত। আট বছর বয়েসে দাবা খেলা শেখেন তিনি৷ \nমিখাইল তাল 'রিগা প্যালেস অফ ইয়ং পায়োনিয়ার্স চেস ক্লাব'এ যোগ দেন৷ শুরুর দিকে তার খেলা অত আহামরি ব্যতিক্রমী কিছু ছিল না৷ কিন্তু উন্নতি করবার জন্য তিনি পরিশ্রম করেন অনেক৷ \nইউনিভার্সিটি অফ লাটভিয়া থেকে সাহিত্যে গ্র‍্যাজুয়েশন শেষ করে কিছুকাল তিনি শিক্ষকতাও করেন৷ \n১৯৫৯ সালে ক্যান্ডিডেটস টুর্নামেন্টে তাল চমকপ্রদ ফলাফল করে প্রথম স্থান অধিকার করেন (অর্থাৎ তিনি বিশ্বচ্যাম্পিয়ন টাইটেলের জন্য মিখাইল বটভিনিকের সাথে, তৎকালীন বিশ্বচ্যাম্পিয়ন, প্রতিদ্বন্দ্বিতা করবেন)। \nউল্লেখ্য, উক্ত টুর্নামেন্টে পল কেরেস, পল ব্যাংকো, ফ্রেডরিখ ওলাফাসোন, ভাসিলি স্মিসলভ, টিগ্রান পেট্রোসিয়ান, ববি ফিশার, সেভোতজার গ্লিগোরিচের মত খেলোয়াড়েরা অংশগ্রহণ করেছিলেন৷ সবাইকে পেছনে ফেলে তাল ২৮ পয়েন্টের ভেতর ২০ পয়েন্ট নিয়ে নির্বাচিত হন।\n১৯৬০ সালে ২৩ বছর বয়সে মিখাইল তাল, মিখাইল বটভিনিককে পরাজিত করে (১২.৫-৮.৫) সর্বকনিষ্ঠ বিশ্বচ্যাম্পিয়ন হন (এই রেকর্ডটি পরে গ্যারি কাসপারভ ভেঙে দেন ২২ বছর বয়সে বিশ্বচ্যাম্পিয়ন হয়ে)। \nমিখাইল তাল একজন সুপরিচিত লেখকও ছিলেন৷ দাবা বিষয়ে লিখে গেছেন অনেক বই৷ তার বই সম্পর্কে আমেরিকান গ্র‍্যান্ডমাস্টার এন্ড্রু সলতিস রিভিউ করেনঃ 'simply the best book written about a world championship match by a contestant. That shouldn't be a surprise because Tal was the finest writer to become world champion' \nতালের খেলার ধরন: \nস্যাক্রিফাইসকে অন্য এক শৈল্পিক মাত্রা প্রদান করেন তাল। দাবায় কোনো ঘুঁটি যখন চালা হয়, তখন সাধারণত তার প্রটেকশন হিসেবে এক বা একাধিক ঘুঁটি থাকে তাকে প্রতিপক্ষের ঘুঁটি থেকে রক্ষা করবার ঢাল হিসেবে। আর যখন আপনি কোনো পিস একদম সপাটে বিলিয়ে দিয়ে আসেন কোনো প্রতিরক্ষা ছাড়াই, একে বলা হয় ব্লান্ডার। কিন্তু যদি এই ঘুঁটি বিলিয়ে দেয়ায় আখেরে কোনো লাভ থাকে, হোক সেটা পজিশনাল গেম-প্লে বা ঘুঁটির সংখ্যায়, সেটাকে তখন বলা হয় স্যাক্রিফাইস। কিন্তু দীর্ঘমেয়াদে গিয়ে ফল পেলে এটা আর তখন ভুল খেলা থাকে না, হয়ে যায় ব্রিলিয়ান্ট মুভ! দাবার ঠিক এই শাস্ত্রই পুনর্গঠন করে উল্টেপাল্টে আমূল পরিবর্তন করে দিয়েছিলেন মিখাইল তাল।\nতালের দাবার গতি কতটা আক্রমণাত্মক, তার ধারণা মিলবে তার উক্তিতেই—'সাদা ঘুঁটি নিয়ে খেলতে নেমে আপনি যদি ড্রয়ের লক্ষ্যে আগান, তবে এটি নিশ্চয়ই দাবার বিরুদ্ধে একরকমের অপরাধ!'\nবিনোদন, নান্দনিকতা, নাটকীয়তা আর সমন্বয়ের মিশেলে এক পরাবাস্তব দাবা খেলতেন তাল। তালের সাথে একমাত্র তুলনা করা যায় মার্কিন দাবাড়ু পল চার্লস মরফির। তাল ছিলেন রাশিয়ান দাবাড়ু আলেকজান্ডার অ্যালেখাইনের মতো—দাবার একমাত্র বিশ্বচ্যাম্পিয়ন, যিনি অপরাজিত চ্যাম্পিয়ন অবস্থায় মারা যান। তাল ছোট-বড় যেকোনো পিস স্যাক্রিফাইস করে পজিশন এমন জটিল করে তুলতেন যে প্রতিপক্ষ কিছু বুঝে ওঠারই সুযোগ পেত না। আর এভাবে উপর্যুপরি অআক্রমণ করতে থাকলে কিছু ছোটখাটো ভুল চাল হবেই, কিন্তু তাল সেসবের থোড়াই কেয়ার করতেন! তালের মতে, 'দাবার বোর্ডে ভুল চাল অবশ্যই ভালো নয়, তবে ভুল সবসময় এড়ানোও যায় না। বাকিদের মতে যেটা ভুলত্রুটিহীন আদর্শ খেলা, আমার কাছে সেটা বেরঙিন!'\nআক্রমণের সময় ধৈর্য ধরে ওত পেতে বসে থাকা তালের ধাতে যেত না, তিনি নিজেই অ্যাটাকটা শুরু করতেন। তাল বলেন: 'যদি ভাগ্য সহায় হওয়ার অপেক্ষায় বসে থাকেন, তবে জীবন অনেক বিরক্তিকর হয়ে যায়। \nস্যাক্রিফাইস বিষয়ে তার উক্তি আসলে জগতজোড়াই বিখ্যাত—'দাবায় শুধু দুরকমের স্যাক্রিফাইস বিদ্যমান—সঠিক ধরনের এবং আমারগুলো!'\nআজকে রিগার ম্যাজিশিয়ানের জন্মদিন, শুভ জন্মদিন দাবার জাদুকর! \n9 November, 2022\nলেখা: Imran Shorif Shuvo, CEO, DabaPath || রাশা নোয়েল, CCO, DabaPath\nডিজাইন: Shafiul, Director of Media Production, DabaPath."
  },

  {
    "id": 2,
    "articleImage": "src/assets/article2.jpg",
    "title": "magnus carlsen becomes world Champion",
    "date_published": "15-07-2022",
    "description": "fadskf;jasj \n asdfjhasdjf"
  },
  {
    "id": 3,
    "articleImage": "src/assets/article3.png",
    "title": "Happy Birthday Mikhail Tal",
    "date_published": "15-07-2022",
    "description": "fadskf;jasj \n asdfjhasdjf"
  },

  {
    "id": 4,
    "articleImage": "src/assets/article4.png",
    "title": "magnus carlsen becomes world Champion",
    "date_published": "15-07-2022",
    "description": "fadskf;jasj \n asdfjhasdjf"
  },
  {
    "id": 5,
    "articleImage": "src/assets/article5.jpg",
    "title": "Happy Birthday Mikhail Tal",
    "date_published": "15-07-2022",
    "description": "fadskf;jasj \n asdfjhasdjf"
  },

  {
    "id": 6,
    "articleImage": "src/assets/chess1.jpeg",
    "title": "magnus carlsen becomes world Champion",
    "date_published": "15-07-2022",
    "description": "fadskf;jasj \n asdfjhasdjf"
  },
  {
    "id": 7,
    "articleImage": "src/assets/article1.jpg",
    "title": "Happy Birthday Mikhail Tal",
    "date_published": "15-07-2022",
    "description": "fadskf;jasj \n asdfjhasdjf"
  },

  {
    "id": 8,
    "articleImage": "src/assets/chess1.jpeg",
    "title": "magnus carlsen becomes world Champion",
    "date_published": "15-07-2022",
    "description": "fadskf;jasj \n asdfjhasdjf"
  }
]
